{
	"deliaBrett": {
		"summary": "allowed understanding to <strong>emerge between</strong> us",
		"full": "Alexandra's Art Fellowship was a very illuminating experience for me.  Exploring the emotional, somatic and qualitative affects of an artwork outside of the usual positioning and opinion making frameworks of the art world allowed for a multifaceted, collaborative and dare I say, more creative understanding to emerge between us, collectively. ",
		"location": "Canada",
		"photo": "community/delia-brett"
	},
	"alexandraZachary": {
		"summary": "is the musician, educator, & psychologist who developed Art Fellowship with experience running creative programs for over four decades",
		"full": "a musician, educator, and psychologist. She has initiated and run many programmes for creativity over four decades, including youth orchestras, community choirs, children’s music theatre workshops, adult creativity workshops, sound-healing workshops, and more recently, psychedelic retreats. She is currently involved in academic research into the psychology and cognitive science of meaning-making, creativity, and insight. Her interest in the cognitive science work of John Vervaeke, led her to develop the Art Fellowship practice based on Vervaeke’s dialogical practices (with his blessing!). Her hope is that Art Fellowship will be of benefit to artists and non-artists alike, helping people to tap their creative potential and bring them back to a more direct, participatory experience of art",
		"location": "Australia",
		"photo": "community/alexandra-zachary"
	},
	"ebenezerKaisha": {
		"summary": "You looked into the art and found my soul resting within",
		"full": "I deeply deeply appreciate the attention, openness, vulnerability, love, honesty and so many other things that each and every one of you brought into this practice. You looked into the art and found my soul resting within",
		"location": "England",
		"photo": "community/ebenezer-kaisha"
	},
	"georginaMills": {
		"summary": "shifted the importance of meaning",
		"full": "A common thing to hear is “oh but I don’t understand art” before the viewer has even given themselves a chance to experience a piece on a more intuitive level. The circling practice remove the need to understand the theory of art or the knowledge of the artist in order for the viewer to feel they had the “correct” experience. It shifted the importance of meaning to the importance of the experience and interpretation. For me personally, it removed me from my normal reaction of technically analyzing the work. I got to experience it in silence, hear others talk about their experiences, interpretations, associations before technical execution came in",
		"location": "Australia",
		"photo": "community/georginia-mills"
	},
	"jonasSoevik": {
		"summary": "",
		"full": "",
		"location": "Sweeden",
		"photo": "community/georginia-mills"
	},
	"jakeGo": {
		"summary": "loved the practice and is helping to share the practice by creating this site. He is a regular participant and occasional facilitator",
		"full": "",
		"location": "USA",
		"photo": "community/jake-go"
	}
}